Repository: ulrichson/community-circles
Catalog: po/*.po
Languages: de, fi

source: A contribution type is requred
de: Ein Beitragstyp ist erforderlich
fi: Tarvitaan osallistumisen tyyppi

source: A descrption is required
de: Die Beschreibung ist erforderlich
fi: Tarvitaan kuvaus

source: A title is required
de: Der Titel ist erforderlich
fi: Tarvitaan otsikko

source: Add
de: Hinzufügen
fi: Lisää

source: Add a photo
de: Foto hinzufügen
fi: Lisää kuva

source: Add poll option
de: Antwortmöglichkeit hinzufügen
fi: Lisää vaihtoehto kyselyyn

source: Adding a photo gives your contribution more meaning!
de: Ein Foto gibt dem Beitrag mehr Aussagekraft!
fi: Lisäämällä kuvan lisäät osallistumisesi sisältöä!

source: Adding your location and mood gives your contribution more meaning!
de: Ein Ort gibt dem Beitrag mehr Aussagekraft!
fi: Lisäämällä sijainnin ja tunnelman lisäät osallistumisesi sisältöä!

source: Adding your location gives your contribution more meaning!
de: Ein Ort gibt dem Beitrag mehr Aussagekraft!
fi: Lisäämällä sijaintisi lisäät osallistumisesi sisältöä!

source: Adding your mood gives your contribution more meaning!
de: Ein Stimmung gibt dem Beitrag mehr Aussagekraft!
fi: Lisäämällä tunnelman lisäät osallistumisesi sisältöä!

source: Additional information
de: Weitere Informationen
fi: Lisätietoja

source: Agree for an option:
de: Antwortoption zustimmen:
fi: Olen samaa mieltä

source: An error occured
de: Ein Fehler ist aufgetreten
fi: Tapahtui virhe

source: At least two poll options are required
de: Mindestens zwei Antwortmöglichkeiten notwendig
fi: Ainakin kaksi vastausvaihtoehtoa tarvitaan

source: Back
de: Zurück
fi: Takaisin

source: Back to login
de: Zurück zur Anmeldung
fi: Takaisin sisäänkirjautumiseen

source: Be the first who comments!
de: Kommentiere als ersteR!
fi: Ole ensimmäinen, joka kommentoi!

source: Be the first!
de: Seit die/der erste!

source: Browse Contributions
de: Beiträge durchsuchen
fi: Selaa osallistumisia

source: By
de: Von

source: Cancel
de: Abbrechen
fi: Peruuta

source: Cannot determine location
de: Position kann nicht bestimmt werden
fi: Sijainnin ei voi määrittää

source: Cannot login
de: Anmeldung nicht möglich
fi: Sisäänkirjautumisvirhe

source: Cannot upload photo
de: Foto kann nicht hochgeladen werden
fi: Kuva ei voi lisätä

source: Capture photo
de: Foto aufnehmen
fi: Ota valokuva

source: Choose mission
de: Wähle Mission

source: City official
de: Stadtverwaltung

source: Comment
de: Kommentar
fi: Kommentoi

source: Comment was voted
de: Kommentar wurde abgestimmt
fi: Kommenttisi sai äänen

source: Continue anyway
de: Trotzdem fortfahren
fi: Jatka jokatapauksessa

source: Contribution
de: Beitrag

source: Contribution was commented
de: Beitrag wurde kommentiert
fi: Kirjoitustasi kommentoittiin

source: Contribution was voted
de: Beitrag wurde abgestimmt
fi: Kirjoitustasi äänestettiin

source: Contributions
de: Beiträge
fi: Kirjoituksia

source: Couldn't upload comment
de: Kommentar kann nicht hochgeladen werden
fi: Kommentti ei voinut lisätä

source: Dismiss
de: Löschen
fi: Hylkä

source: Do you want to include a photo?
de: Möchtest du ein Foto hinzufügen?
fi: Haluaisitko lisätä kuvan?

source: Do you want to provide additional information?
de: Möchtest du weitere Informationen angeben?
fi: Haluaisitko antaa lisää tietoa?

source: English
de: Englisch
fi: Englanti

source: Error with email
de: Fehler bei der E-Mail
fi: Sähköpostivirhe

source: Error with password
de: Fehler beim Passwort
fi: Salasanavirhe

source: Error with username
de: Fehler beim Benutzername
fi: Käyttäjätunnusvirhe

source: Failed to upload
de: Hochladen fehlgeschlagen
fi: Lisäys epäonnistui

source: Fetching venues...
de: Orte werden geladen...
fi: Paikat haetaan...

source: From library
de: Von Bibliothek
fi: Kirjastosta

source: German
de: Deutsch
fi: Saksaksi

source: Hello
de: Hallo
fi: Hei

source: How do you feel?
de: Wie fühlst du dich?
fi: Miltä sinusta tuntuu?

source: I'll edit first
de: Vorher bearbeiten
fi: Muokan ensimmäiseksi

source: I'm at
de: Ich bin bei
fi: Olen

source: I'm feeling
de: Ich fühle mich
fi: Minusta tuntuu

source: Idea
de: Idee

source: Imprint
de: Impressum
fi: Tekijänoikeudet

source: Invalid password or username
de: Ungültiges Passwort oder Benutzername
fi: Virheellinen salasana tai käyttäjätunnus

source: Issue
de: Problem
fi: Asia

source: It may contain letters, numbers, the characters '-', '_' and '.' but no special characters.
de: Es darf Buchstaben, Nummern, die Zeichen '-', '_' und '.' enthalten, aber keine Sonderzeichen.
fi: Voi sisältää kirjaimia, numeroita, merkkejä "-", "_" ja "." muttei erikoismerkkejä

source: Language
de: Sprache
fi: Kieli

source: Latest Contributions
de: Aktuellste Beiträge
fi: Viimeisimmät osallistumisia

source: Latest Game Progress
de: Letzte Spielfortschritte

source: Loading comments...
de: Lade Kommentare...
fi: Kommentteja ladataan...

source: Loading contribution...
de: Lade Beiträge...
fi: Kirjoitusta ladataan...

source: Loading contributions...
de: Lade Beiträge...
fi: Kirjoituksia ladataan...

source: Loading missions...
de: Lade Missionen...

source: Loading notifications...
de: Lade Benachrichtigungen...
fi: Ilmoituksia ladataan

source: Locating...
de: Position wird ermittelt...
fi: Paikannetaan...

source: Logging in...
de: Anmeldung...
fi: Kirjaudutaan sisään...

source: Login
de: Anmelden
fi: Kirjaudu sisään

source: Logout
de: Abmelden
fi: Kirjaudu ulos

source: Map
de: Karte
fi: Kartta

source: Mine
de: Meine
fi: Omat

source: Missions
de: Missionen

source: Missions can be added to a contribution when you create them. Usually, missions have a specific and goal and can be active for a certain time. They will increase your area and lifetime.
de: Missionen können zu Beiträge hinzugefügt werden wenn du diese erstellst. Für gewöhnlich haben Mission ein bestimmtes Ziel und können für einen Zeitraum aktiv sein. Sie werden die Fläche und Lebenszeit erhöhen.

source: Nearby
de: In Nähe
fi: Lähellä

source: New contribution
de: Neuer Beitrag
fi: Uusi kirjoitus

source: No contributions found
de: Keine Beiträge gefunden
fi: Kirjoituksia ei löydetty

source: No missions found
de: Keine Missionen gefunden

source: Nobody participated so far.
de: Niemand hat bisher teilgenommen

source: Nobody replied so far.
de: Niemand hat bisher geantwortet.
fi: Ketään ei vastanut vielä

source: Notifications
de: Benachrichtigungen
fi: Ilmoituksia

source: Opinion
de: Meinung
fi: Mielipide

source: Participated Missions
de: Teilgenommene Missionen

source: Password
de: Passwort
fi: Salasana

source: Please enter a comment
de: Bitte Kommentar eingeben
fi: Kommentoi

source: Please enter all details!
de: Bitte alle Details angeben!
fi: Täytä kaikki kentät

source: Please enter in the field below.
de: Bitte im Feld unterhalt eintragen.
fi: Täytä alla oleva rivi

source: Please enter your credentials
de: Bitte Zugangsdaten eingeben
fi: Syöttää tunnuksesi

source: Please remove your previous vote first
de: Bitte zuerst die vorherige Stimme entfernen
fi: Ole hyvä ja poista ensiksi äänesi

source: Please try again later
de: Bitte später versuchen
fi: Yrittää myöhemmin uudelleen

source: Please try again later.
de: Bitte später versuchen.
fi: Yrittää myöhemmin uudelleen

source: Poll
de: Frage
fi: Gallupi

source: Poll option
de: Antwortmöglichkeit
fi: Gallupi vaihtoehto

source: Poll was voted
de: Umfrage wurde abgestimmt
fi: Äänestys galluppissa

source: Profile
de: Profil

source: Pull to refresh...
de: Zum Aktualisieren ziehen...
fi: Vetä päivitettäväksi

source: Ranking
de: Rangliste

source: Read
de: Gelesen
fi: Lue

source: Register
de: Registrieren
fi: Rekisteröidy

source: Register account
de: Zugang registrieren
fi: Rekisteröi tili

source: Registering account...
de: Zugang wird registriert...
fi: Tili rekisteröidään

source: Replace photo
de: Foto ändern
fi: Vaihda kuva

source: Reset
de: Zurücksetzen
fi: Tyhjentä

source: Reset contribution
de: Beitrag zurücksetzen
fi: Tyhjätä kirjoitus

source: Select mission
de: Wähle Mission

source: Send
de: Senden
fi: Lähetä

source: Set Unread
de: Ungelesen
fi: Aseta lukemattomaksi

source: Settings
de: Einstellungen
fi: Asetukset

source: Something is missing
de: Etwas fehlt
fi: Jotain puuttuu

source: Sorry, an error occured
de: Es tut uns Leid, es ist ein Fehler aufgetreten.
fi: Valitettavasti virhe tapahtui

source: Sorry, couldn't upload your contribution. Please try again later.
de: Der Beitrag konnte leider nicht hochgeladen werden. Bitte versuche es später.
fi: Kirjoituksesi ei ollut mahdollista lisätä. Yritä myöhemmin uudelleen.

source: Submit
de: Absenden
fi: Lähetä

source: Submitting contribution...
de: Beitrag wird hochgeladen...
fi: Kirjoitus lisätään

source: Submitting...
de: Übertrage...
fi: Lähettämällä...

source: Successfully uploaded
de: Erfolgreich hochgeladen
fi: Onnistuneesti ladattu

source: Tap to enter a description
de: Gib hier eine Beschreibung ein
fi: Naputa kuvaus

source: Tap to enter a title
de: Gib hier einen Titel an
fi: Naputa otsikko

source: Thanks for voting
de: Danke für die Abstimmung
fi: Kiitos äänestäsi!

source: Thanks, your contribution was uploaded.
de: Danke, dein Beitrag wurde hochgeladen.
fi: Kiitos- kirjoituksesi on tallenettu

source: The comment <em>{{ notification.ref_comment_display }}</em> for the contribution <strong>{{ notification.ref_contribution_display }}</strong> was voted
de: Der Kommentar <em>{{ notification.ref_comment_display }}</em> für den Beitrag <strong>{{ notification.ref_contribution_display }}</strong> wurde abgestimmt
fi: Kirjoituksen <strong>{{ notification.ref_contribution_display }}</strong> kommentti <em>{{ notification.ref_comment_display }}</em> sai äänen

source: The contribution <strong>{{ notification.ref_contribution_display }}</strong> was commented by <strong>{{ notification.ref_user_display }}</strong>: <em>{{ notification.ref_comment_display }}</em>
de: Der Beitrag <strong>{{ notification.ref_contribution_display }}</strong> wurde von <strong>{{ notification.ref_user_display }}</strong> kommentiert: <em>{{ notification.ref_comment_display }}</em>
fi: <strong>{{ notification.ref_user_display }}</strong>: <em>{{ notification.ref_comment_display }}</em> kommentoi kirjoitusta <strong>{{ notification.ref_contribution_display }}</strong>

source: The contribution <strong>{{ notification.ref_contribution_display }}</strong> was voted
de: Der Beitrag <strong>{{ notification.ref_contribution_display }}</strong> wurde abgestimmt
fi: Kirjoitus koskien <strong>{{ notification.ref_contribution_display }}</strong> sai äänen

source: The poll for <strong>{{ notification.ref_contribution_display }}</strong> was voted
de: Die Umfrage für <strong>{{ notification.ref_contribution_display }}</strong> wurde abgestimmt
fi: Äänestys koskien <strong>{{ notification.ref_contribution_display }}</strong> sai äänen

source: There are no notifications for you
de: Es sind keine Benachrichtigungen vorhanden
fi: Ei uusia ilmoituksia

source: There's something missing, please check the comments in the form
de: Etwas fehlt, bitte überprüfe die Hinweise im Formular
fi: Jotain puuttuu. Ole hyvä ja tarkista kommentit

source: Toplist
de: Bestenliste

source: Toplist not available
de: Bestenliste nicht verfügbar

source: Username
de: Benutzername
fi: Käyttäjätunnus

source: Vote
de: Abstimmung

source: Where are you?
de: Wo bist du?
fi: Missä olet?

source: You are not done yet
de: Du bist noch nicht fertig.
fi: Et ole vielä valmis

source: You have already voted for this poll!
de: Du bereits für diese Umfrage abgestimmt!
fi: Olet jo äänestänyt tässä gallupissa!

source: You have {{ notifications.length }} notification
de: Du hast {{ notifications.length }} Benachrichtung
fi: Sinulla on {{ notifications.length }} ilmoituksia

source: You must create contributions to show up in the ranking!
de: Du musst Beiträge erstellen um in der Rangliste aufzuscheinen

source: Your contribution was uploaded without your photo.
de: Dein Beitrag wurde ohne Foto hochgeladen.
fi: Kirjoituksesi on ladattu ilman valokuvaa

source: Your username is invalid
de: Dein Benutzername ist ungültig
fi: Väärä käyttäjätunnus

source: angry
de: traurig
fi: vihaiselta

source: by
de: von
fi: mukaan

source: childish
de: kindisch
fi: lapselliselta

source: confused
de: verwirrt
fi: hämmentyneeltä

source: happy
de: glücklich
fi: onnelliselta

source: in love
de: verliebt
fi: rakastuneelta

source: ironic
de: ironisch
fi: ironiselta

source: more
de: mehr
fi: lisä

source: overhappy
de: überglücklich
fi: ikionnellinen

source: participated with
de: hat sich beteiligt mit

source: royal
de: königlich
fi: kunnikaaliselta

source: sad
de: traurig
fi: surulliselta

source: sealed
de: verschlossen
fi: sanaton

source: shocked
de: schockiert
fi: järkyttyneeltä

source: silent
de: leise
fi: hiljaiselta

source: since
de: seit

source: smart
de: klug
fi: älykkäältä

source: sneaky
de: hinterlistig
fi: ovelalta

source: tired
de: müde
fi: väsyneeltä

source: unhappy
de: unglücklich
fi: tyytymätön

source: within {{ data.distance }}m
de: innerhalb von {{ data.distance }}m
fi: {{ data.distance }}m läheisyydellä

source: {{ comments.length }} comment
de: {{ comments.length }} Kommentar
fi: {{ comments.length }} kommentti

source: {{ contributions.length }} contribution
de: {{ contributions.length }} Beitrag
fi: {{ contributions.length }} osallistuminen

source: {{ contributions.length }} contribution you have commented
de: {{ contributions.length }} Beitrag den du kommentiert hast

source: {{ contributions.length }} contribution you have voted
de: {{ contributions.length }} Beitrag der dir gefällt

source: {{ mission.participants.length }} participant
de: {{ mission.participants.length }} Teilnehmer

source: Email
fi: Sähköposti

source: Finnish
fi: Suomi

source: Like
fi: Tykkää

source: Support
fi: Tuki
